[
    {
      "id": "001",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "01",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 488,
      "price": "12000",
      "title": "Cox's Bazar",
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image": "https://tbbd-flight.s3.ap-southeast-1.amazonaws.com/blog4dKAKeKwaLG__IpVCQXRBfc84THl_hTO.jpg",
      "details": "Cox's Bazar sea beach is the longest sea beach in the world, 120 km long.Cox's Bazar is a town, a fishing port and district headquarters in Bangladesh. It is known for its wide sandy beach which is considered by some people as the world's longest natural sandy sea beach. The beach in Cox' Bazar is an unbroken 125 km sandy sea beach with a gentle slope. It is located 150 km south of the industrial port Chittagong. Cox’s Bazar is also known by the name 'Panowa.' the literal translation of which means 'yellow flower.' Its other old name was 'Palongkee.' An officer of the British East India Company, Captain Cox was appointed Superintendent of Palongkee outpost after Warren Hastings became Governor of Bengal. Captain Cox was specially mobilised to deal with a century-long conflict between Arakan refugees and local Rakhains. He embarked upon the mammoth task of rehabilitating refugees in the area and made significant progress. A premature death took Captain Cox in 1799 before he could finish his work. To commemorate his role in rehabilitation work a market was established and named after him Cox's Bazar (Cox's Market). Today, Cox's Bazar is one of the most-visited tourist destinations in Bangladesh. Cox's Bazar sea beach is crowded almost through out the year. It is a good place for sea bathing. Anyone can go there both by air and road from Dhaka and Chittagong. Cox's Bazar is a small town. But the natural beauty of the town is very charming. The climate of this place is very fine. The Bay of Bengal lies on the south of it. There is a high standard tourist centre at this place. There are good arrangements for the stay of the tourists of different countries of the world. Many foreigners come to this place. The people of the place are very gentle. A lot of fish is available there. "
    },
  
    {
      "id": "002",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "03",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 488,
      "price": "6000",
      "title": "Bandarban",
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image": "https://www.daily-sun.com/assets/news_images/2016/06/27/Daily-Sun-Magazine-18.jpg",
      "details": "Bandarban, the district headquarters of the Bandarban Hill District, is situated ninety-two km. from Chittagong. Bandarban is hometown of the Bhomang chief who is the head of the Mogh tribe. The simple and hospitable Moghs are of Myanmar origin and Buddhists by religion, jovial and carefree by nature. Bandarban is also the home of the Murangs who are famous for their music and dances. Several other tribes of great interest live in the remote areas of the district. The highest peak of Bangladesh-Tahjin dong (4632 ft)-is located in the Bandarban district. For a traveler, Bandarban is the most lucrative destination from Bangladesh. Possibly it will end years after year, and still you'll have most of it's parts are hidden from you. Bandarban has the highest peak from Bangladesh. It has the most number of waterfalls too, more than half of the total waterfalls exists in Bandarban. This is a place from where you can reach to the clouds more closely. You can do trekking around the remote villages and mountains of Bandarban, or you can visit the few selected tourist spots from around. Both are equally exciting. After your traveling you can buy some local goods from the market around the town for a token of your tour. "
  
    },
  
    {
      "id": "003",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "01",
      "rating": { "number": 4.8, "badge": "Excellent" },
      "total_view": 400,
      "price": "6000",
      "title": "Sundarbans",
      "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
      "image": "https://www.tripsavvy.com/thmb/5-O-o_CLE8nzABKrxcR7i6mYnN0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-469251347-59e83de6054ad9001115a9ef.jpg",
      "details": "The Sundarbans is the largest single block of tidal halophytic mangrove forest in the world. The Sunderbans is a UNESCO World Heritage Site covering parts of Bangladesh and Indian state of West Bengal. Two-third of the Sundarbans is in Bangladesh while rest one-third is in West Bengal, India. Sundarbans South, East and West are three protected forests in Bangladesh. This region is densely covered by mangrove forests, and is one of the largest reserves for the Bengal tiger. The name Sundarban can be literally translated as 'beautiful forest' in the Bengali language (Shundor means 'beautiful' and bon means 'forest'). The name may have been derived from the Sundari trees that are found in Sundarbans in large numbers. Alternatively, it has been proposed that the name is a corruption of SamudrabanShomudrobôn 'Sea Forest') or Chandra-bandhe (name of a primitive tribe). However, the generally accepted view is the one associated with Sundari trees. The Sundarban forest lies in the vast delta on the Bay of Bengal formed by the super confluence of the Padma, Brahmaputra and Meghna rivers across southern Bangladesh. The seasonally flooded Sundarbans freshwater swamp forests lie inland from the mangrove forests on the coastal fringe. The forest covers 10,000 km². of which about 6,000 are in Bangladesh. It became inscribed as a UNESCO world heritage site in 1997. Sundarban is the home to many different species of birds, mammals, insects, reptiles and fishes. Over 120 species of fishes and over 260 species of birds have been recorded in the Sundarban. The Gangetic River Dolphin (Platanista gangeticus) is common in the rivers. No less than 50 species of reptiles and eight species of amphibians are known to occur. The Sundarban now supports the only population of the Estuarine, or Salt-Water Crocodile (Crocodylus parasus) in Bangladesh, and that population is estimated at less than two hundred individuals. "
    },
  
    {
      "id": "004",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "02",
      "rating": { "number": 4.3, "badge": "Excellent" },
      "total_view": 400,
      "price": "6000",
      "title": "Jaflong",
      "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
      "image": "https://www.travelmate.com.bd/wp-content/uploads/2019/07/Jaflong-Travel.jpg",
      "details": "This lovely piece of heaven situated just below the mountain range where hills are greenish with the forests and blue sky melt in the rivers water. It is an amazing natural place on the earth combined with hills, forests, rivers, blue sky, endless green tea garden and lots of waterfalls. These characteristics make Jaflong an ideal and attractive tourist’s destination of Bangladesh. Another opportunity here is to see tremendous panoramic scenery of two countries from one location, because it is also situated at the border between Bangladesh and the Meghalaya state of Indian. The fantastic scenery of the path between Sripur (7/8 KM before Jaflong) and Jaflong can be added another dazzling feelings on your mind. Because on your right  side there are seven beautiful waterfalls (also called seven sisters) one after another in Indian border and continuous green land on your left. There are lots of beautiful tourist spots in the Sylhet Division but Jaflong is the 1st choice among all of them. It is located in the Gowainghat Upazila of Sylhet District and about 60 km far from the District headquarter. It takes near about two hours drive to reach the destination from Sylhet town. "
    },
  
    {
      "id": "005",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "03",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 980,
      "price": "15000",
      "title": "Saint Martin's Island",
      "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
      "image": "https://sgp1.digitaloceanspaces.com/cosmosgroup/news/1878484_Saint%20Martins%20Island%20Bangladesh.jpg",
      "details": "St. Martin's Island is a small island (area only 8 sq. km) in the northeastern part of the Bay of Bengal, about 9 km south of the tip of the Cox's Bazar-Teknaf peninsula, and forming the southernmost part of Bangladesh. There is a small adjoining island that is separated at high tide, called Chhera island. It is about 8 km west of the northwest coast of Myanmar, at the mouth of the Naf River. During British occupation the island was named as St. Martin Island. The local name of the island is 'Narical Gingira', also spelled 'Narikel Jinjira/Jinjera', means 'Coconut Island' in Bengali, and 'Daruchini Dip'. It is the only coral island in Bangladesh. St. Martin's Island has become a popular tourist spot. In the past 5 years St. Martin's visitor population has increased dramatically. While this situation has proven to be lucrative for the islanders, it is causing the natural beauty of the island to deteriorate. Presently there are many efforts being put forth to preserve the several endangered species of turtles that nest on the island, as well as the corals, some of which are found only on Narikel Jinjera. Pieces of the coral reef are being removed in order to be sold to tourists. Nesting turtles are sometimes taken for food, and their hatchlings are often distracted by the twinkling lights along the beach. Species of fish, a few just recently discovered, are being overfished. Every year the fishermen must venture further out to sea to get their catch. Most of them use motorless boats. Currently, five shipping liners run daily trips to the island, including Shahid Sher Niabat, L C T Kutubdia, Eagle, Keari Cruise & Dine and Keari-Sindbad. Tourists can book their trip either from Chittagong or from Cox's Bazar. The surrounding coral reef of the island has an extension named Chera Dwip. A small bush is there, which is the only green part of Chera Dwip, enhancing the beauty of this island. People do not live on this part of the island, so it is advisable for the tourists to go there early and come back by afternoon. "
    },
    
    {
      "id": "006",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "01",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 980,
      "price": "6000",
      "title": "Srimangal",
      "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
      "image": "http://www.tripsilo.com/uploads/images/tours/slider/665708_syletteagarden.x65070.jpg",
      "details": "Srimangal/Sreemangal is a city in Sylhet Division in Bangladesh. Sreemangal is situated in Moulvibazar district in sylhet division. Sreemangal is an Upazila. It is famous for tea garden. Rain all time occurs here. Nature has adorned sreemangal with green tress. Its natural scenery is very charming. It soothes one’s eyes. Birds are twittering always here. The first tea garden in Bangladesh which names “Malni chho ra tea garden” is here. Only one tea research institute in Bangladesh which name is BTRI (Bangladesh Tea Research Institute) is situated in Sreemangal. The terraced tea gardens, plantations and evergreen hills of sreemangal are wonderful treats for the tourists. On the way, of Sreemangal by bus you’ll see a statue “cha konna” which is stands for welcome you. But if you come in sreemangal by train you’ll miss this statue. When you’ll come near in the tea garden you find the smell of tea leaves. When you’ll reach sreemangal you get many sorts of hotels. Tea Resort & Rest House also available here. After taken rest you can visit tea gardens. After that you can go BTRI, there is Tea factory. You can go “Nilkantha” tea stall near BDR camp here you’ll get seven layers tea which is very uncommon tea in Bangladesh. Don’t forget to visit “Tea museum” in “British karighor” tea resort. Lawasara, Madhabpur Lake is nearest tourist spots near Sreemangal. Srimongal is the place of tea gardens, hills and forest areas on the hills. Within your eyesight you will find green throughout. It is famous for the largest tea gardens of world covered by lush green carpet. One can have a look into the spectacular tea processing at Tea Research Institute. Bangladesh produces and exports a large quantity of high quality tea every year. Most of the tea estates are in Srimangal. It is called 'The land of two leaves and a bud'. It is also called camellia, green carpet or Tea Mountain. There are a lot of tea estates including the largest one in the world. The terraced tea garden, pineapple, rubber and lemon plantations from a beautiful landscape. It is known as the tea capital in Bangladesh. Just offer entering into the tea estates the nice smells and green beauty will lead you many kilometers away. There are some hotels in Srimongol where you can stay, but if you can manage to stay in the Tea garden that will give you a different type of memorable experience. For that you will have to take the permission from the owner of any tea state. "
    }
  
  ]